Repository: Roncik/Projekt_Zespolowy_Antivirus
Catalog: GUI/l10n/*/gui.po
Languages: pl

source: Couldn't find/load the 'gui' message catalog (language translations).
pl: Nie uda³o siê odnaleŸæ/za³adowaæ katalogu napisów 'gui' (t³umaczenia jêzykowe)

source: Main GUI Window
pl: G³ówne okno aplikacji

source: &Add a silly text panel
pl: &Dodaj panel z &g³upiutkim tekstem

source: &Add filesystem scan panel
pl: &Dodaj panel skanu systemu &plików

source: &Create new
pl: &Utwórz now¹

source: &Restore perspective...
pl: &Przywróæ perspektywê...

source: &Default
pl: &Domyœlna

source: Restore the default GUI look
pl: Przywróæ domyœlny widok interfejsu

source: &View
pl: &Widok

source: &Perspectives
pl: &Perspektywy

source: Im a silly text control
pl: Jestem g³upiutkim panelem tekstowym

source: Silly pane 1
pl: G³upiutki panel 1

source: Filesystem scan
pl: Skan systemu plików

source: Perspective
pl: Perspektywa

source: Scan in progress...
pl: Trwa skanowanie...

source: Configure your scan settings
pl: Skonfiguruj ustawienia stanu

source: Setting 1:
pl: Ustawienie 1:

source: Launch
pl: Uruchom
